# St7SetWindowFreedomCase

Sets the freedom case to be displayed within the model window.

long St7SetWindowFreedomCase(long uID, long CaseNum)

Input Parameters

uID

Strand7 model file ID.

CaseNum

Freedom case number.

Strand7 API Manual